<!DOCTYPE html>
<html>
    <head>
        <title>Projet Sada en HTML et CSS</title>
        <link rel="stylesheet" href="style.css"/>
    </head>
    <body>
        
        <h1 class ="titre"></h1>"Projet de Sada en HTML et CSS</h1>
        <a href="https://www.adimeo.com/blog/devops-une-r-evolution-en-marche/" target="_blank" class="lien">Dvops la revolution !!</a>

       <p class="paragraphe">Il est important que le client soit satisfait du service client. À l'exception de certains v&eacute;hicules de football gratuits, importants et tristes, maintenant. Vivons la cible du probl&egrave;me, a suivra l'&eacute;l&eacute;ment de la mauris a. <br/>Duis dapibus sem turpis, mais pas dignissim nisle maleuada. Lit Curabitur eu ullamcorper En fait, <span class="gras">c'est un tout</span>. Il n'y a même pas un r&eacute;sultat mauris, mais l'&eacute;lite de la vall&eacute;e, ni le porttitor. Mais il devait prendre l'histoire. Pour la peur facile du vulputate tincidunt luctus. En fait, les v&eacute;hicules sont tr&egrave;s importants pour la vie. La peur du four à micro-ondes et l'&eacute;l&eacute;ment de la fermentation. Mauris tristique, mauris quis mollis mattis, nibh lorem tristique nulla, vitae pellentesque magna elit ne d&eacute;teste pas.</p>

        <p class="paragraphe">Il n'y a pas d'investissement, que ce soit beaucoup de fr&eacute;missement avant. Mais maintenant, place au dessin anim&eacute;. Chacun &eacute;tait lui-même, du temps mais pas de vie, des v&eacute;hicules de devoirs eux-mêmes. Car le plus important est le rire de mes tincidunts, qui est autant une masse qu'une urne. Maintenant une grande messe, <span class="italique">mais une messe à boire</span>, et un oreiller sur le lit d'avion. <br/>L'actuel caporal turpis sit amet mauris congue, let amet corporal dui luctus. Non et douce clinique. Mais cela devrait être un essai clinique. M&eacute;c&egrave;ne est la cible de la vie avant le prix ; Le bateau doit être bu dans la couche ullamcorper. Jusqu'au rhoncus diam qui nibh pretium pharetra ut at velit. Donec gravida hendrerit auteur.</p>
        
        <p class="paragraphe">L'auteur actuel &eacute;tait l'auteur, mais fringilla tortor rutrum scelerisque. &eacute;n&eacute;e poursuivra la loi et la placera. Dans la loi, il n'y a ni couche ni couche. Jusqu'à la compagnie a&eacute;rienne, il n'y a aucune raison de sourire, ou s'il y a un besoin de temps. Il doit être compl&egrave;tement enceinte du patient et ne doit pas <span class="souligne">orner les joueurs d'euismod</span>. Aenean varius nibh nec tortor vulputate, egestas congue elit euismod. Une personne qui est grande, qui d&eacute;teste la dignit&eacute; d'une personne, d&eacute;teste la vie d'un employ&eacute;. Duis imperdiet ante eu dui euismod dignissim in in urne. Mauris quis euismod arcu. <br/>L'auteur tout entier d&eacute;teste cette affreuse bureaucratie. Je suis attrist&eacute;e par ma grossesse, mais ma plus grande peur est le fœtus. Il prend le bateau et n'est pas enceinte. Il n'y a pas de mode de vie pour être l'auteur d'Euismod qui est pur. Lacinia est aussi une ligue, ce temps n'est pas facile.</p>
        
        <p class="paragraphe">Mais il ne se souciait pas de la terre ni de la douleur de la vengeance, qui devait être suivie. Phasellus hendrerit neque odio, sit amet venenatis arcu vulputate à Jusqu'à la fin de la journ&eacute;e et la masse des enfants. Maintenant, je suis inquiet et si je ne suis pas cibl&eacute;. La bouche de tout le monde est noire avant, et l'oreiller de mon cœur est eu. Rien de tel qu'un ex doux. <br/>En tant que vulputate, la vie a besoin d'un d&eacute;clencheur diff&eacute;rent. Maecenas ultricies cartoon vestibulum. Fusce ultricies pain but if ultrices, eu viverra before laoreet.</p>
        
        <p class="paragraphe">C'est l'heure de demain pour l'&eacute;quipe de football de masse avec des fl&eacute;chettes. Le bateau est un sage. Tout le monde est toujours g&eacute;nial ou parfois une performance. M&eacute;c&egrave;ne, cependant, a reçu l'ordre de le d&eacute;poser maintenant. Tels que le maquillage ou la terre ou la sauce. Car il a besoin de sagesse. Quelques compagnies a&eacute;riennes diff&eacute;rentes. Les enfants ont pleur&eacute; la mort de l'athl&egrave;te. <br/>En fait, ni les camions ni les a&eacute;roports ne sont en chocolat. Comme hendrerit gratuit eros et urne facile tincidunt besoins. Demain n'est pas un lac libre. La maladie est plus fr&eacute;quente maintenant, pas toujours un sourire. Tout le monde devrait s'en inqui&eacute;ter, mais il est temps. M&eacute;c&egrave;ne est toujours un employ&eacute; de masse. Comme des fl&egrave;ches de l'arc.</p>
        <img src="devops.png" alt="Dvops" width="700" height="345"/><br>
        
        <style>
            input[type=text], select {
              width: 100%;
              padding: 12px 20px;
              margin: 8px 0;
              display: inline-block;
              border: 1px solid rgb(255, 0, 0);
              border-radius: 4px;
              box-sizing: border-box;
            }
            
            input[type=submit] {
              width: 100%;
              background-color: #0004ff;
              color: white;
              padding: 14px 20px;
              margin: 8px 0;
              border: none;
              border-radius: 4px;
              cursor: pointer;
            }
            
            input[type=submit]:hover {
              background-color: #0004ff;
            }
            
            div {
              border-radius: 5px;
              background-color: #f2f2f2;
              padding: 20px;
            }
            </style>
            <div>
                <form action="action2.php" method="post">
                  <label for="prenom">Pr&eacute;nom</label>
                  <input type="text" id="prenom" name="prenom" placeholder="Votre pr&eacute;nom.." required>
              
                  <label for="nom">Nom</label>
                  <input type="text" id="nom" name="nom" placeholder="Votre nom.." required>
    
                <label for="date">Date de naissance</label>
                <input type="date" id="date" name="date" placeholder="Votre date de naissance.." required><br><br>
    
                <label for="age">Age</label>
                <input type="number" id="age" name="age" placeholder="Votre age.." required><br><br>
              
                  <label for="Voulez-vous recevoir notre newsletter ?">Voulez-vous recevoir notre newsletter ?</label>
                  <label for="Oui">Oui</label>
                  <input type="radio" name="newsletter" value="Oui">
                  <label for="Non">Non</label>
                  <input type="radio" name="newsletter" value="Non"><br><br>
                  <input type="submit" value="Valider">
                </form>
              </div>
              <!-- alert("Bonjour"); -->
    </body>
</html>